Repository: Starroma/cinnamon-spices-applets
Catalog: desktopiconsize@lotsrc/files/desktopiconsize@lotsrc/po/*.po
Languages: sv

source: Adjust icons
sv: Justera ikoner

source: Load profile 1
sv: Läs in profil 1

source: Load profile 2
sv: Läs in profil 2

source: Load profile 3
sv: Läs in profil 3

source: Load profile 4
sv: Läs in profil 4

source: Horizontal
sv: Horisontell

source: Vertical
sv: Vertikal

source: Double Horizontal
sv: Dubbel horisontell

source: Double Vertical
sv: Dubbel vertikal

source: Round
sv: Runda

source: None
sv: Ingen

source: Organization (
sv: Organisation (

source: About
sv: Om

source: Error AboutDialog :
sv: Fel på Om-dialog:

source: Init
sv: Initiering

source: Detected screen resolution
sv: Identifierad skärmupplösning

source: Using desktop path
sv: Använder skrivbordssökvägen

source: Using system metadata path
sv: Använder systemets metadatasökväg

source: Init complete
sv: Initiering slutförd

source: Error: Could not load window icon
sv: Fel: Kunde inte läsa in fönsterikon

source: Active profile
sv: Aktiv profil

source: Profile
sv: Profil

source: Icons
sv: Ikoner

source: Settings
sv: Inställningar

source: Manage system icons. Requires nemo restart to apply changes
sv: Hantera systemikoner. Nemo måste startas om för att tillämpa ändringar

source: Desktop path
sv: Sökväg till skrivbordet

source: Screen width
sv: Skärmbredd

source: Screen height
sv: Skärmhöjd

source: Log
sv: Logg

source: Scale
sv: Skala

source: Margin (pixels)
sv: Marginal (pixlar)

source: Top
sv: Överkant

source: Bottom
sv: Underkant

source: Left
sv: Vänster

source: Right
sv: Höger

source: Grid (pixels)
sv: Rutnät (pixlar)

source: Width
sv: Bredd

source: Height
sv: Höjd

source: Type
sv: Typ

source: # First items
sv: # Första objekten

source: Number of elements used to make the bar
sv: Antal objekt för att skapa fältet

source: Left (pixels)
sv: Vänster (pixlar)

source: Top (pixels)
sv: Överkant (pixlar)

source: Starting position of bar
sv: Startposition för fältet

source: Bar
sv: Fält

source: Angle start
sv: Vinkelstart

source: Angle step
sv: Vinkelsteg

source: Center (pixels)
sv: Centrum (pixlar)

source: Size (pixels)
sv: Storlek (pixlar)

source: Distance (degrees)
sv: Distans (grader)

source: Order
sv: Ordning

source: Move element up
sv: Flytta upp objektet

source: Move element down
sv: Flytta ner objektet

source: Move element top
sv: Flytta objektet överst

source: Move element bottom
sv: Flytta objektet underst

source: Reload elements
sv: Uppdatera objekten

source: Apply
sv: Tillämpa

source: Close
sv: Stäng

source: Organization done
sv: Organisation klar

source: Nemo restarted
sv: Nemo startade om

source: Found
sv: Hittade

source: user elements :
sv: användarobjekt:

source: system elements :
sv: systemobjekt:

source: Error setting metadata in
sv: Kunde inte ange metadata i

source: section not found
sv: ingen sektion hittad

source: Error refreshing
sv: Kunde inte uppdatera

source: Reading config file
sv: Läser config-fil

source: Main section not in file
sv: Huvudsektionen finns inte i filen

source: Main section found
sv: Huvudsektion hittad

source: Profile
sv: Profil

source: Restarting nemo
sv: Startar om Nemo

source: Applying profile
sv: Tillämpar profilen

source: Applying scale
sv: Tillämpar skalan

source: Unused
sv: Oanvänt

source: Scale must be a float number
sv: Skalan måste vara ett flyttal

source: Scale must be in [ 0.5 , 8 ]
sv: Skalan måste vara [ 0.5 , 8 ]

source: Profile must be a number
sv: Profilen måste vara ett nummer

source: Profile must be in [ 0 ,
sv: Profilen måste vara i [ 0 ,

source: Change desktop icons size and position
sv: Ändra skrivbordsikonernas storlek och position
